Repository: giellalt/corpus-smj
Catalog: tmx/sme/admin/depts/udir.no/sfs_veiledning_37_bokstavva.html.tmx
Source language: smj
Languages: sme

source: Udir.no - Bokstávvaåhpadusá birra – árvustallam bargadahttijn
sme: Udir.no - Bustávvaoahpahusa birra- movt sáhttá dađistaga-árvvoštallat

source: Bokstávvaåhpadusá birra – árvustallam bargadahttijn
sme: Bustávvaoahpahusa birra- movt sáhttá dađistaga-árvvoštallat

source: Dát artihkal guoradallá muhtem bielijt álggoåhpadusán ma gulluji bokstávvaåhpadussaj ja låhkåm-ja tjállemåvddånahttemij.
sme: Dán artihkkalis guorahallat muhtin beliid álgooahpahusas mat gullet bustávvaoahpahussii ja lohkan- ja čállinovdáneapmái.

source: Ulmme álggoåhpadusájn le oahppe galggi nav smidás låhkke sjaddat vaj sij máhtti duolla låhkåt moattelágásj tevstajt, sisanov dádjadit ja ávkken adnet dav diedov majt lågådahttijn oadtju.
sme: Álgooahpahusa ulbmil lea ahte oahppit galget šaddat nu čeahpes lohkkin ahte nákcejit lohkat iešguđetlágan teavsttaid njuovžilit, ipmirdit sisdoalu ja ávkkástallat dieđuid maid ožžot logadettiin.

source: Oahppe galggi aj oahppat dádjadáhtte tevstajt tjállet ja guládallat tevstaj tjadá.
sme: Oahppit galget maid oahppat čállit čielga ja ipmirdahtti teavsttaid.

source: Duodden galggi sij oahppat dábálasj tjállemnjuolgadusájt.
sme: Dađistaga galget maid oahppagoahtit dábálaš riektačállinnjuolggadusaid.

source: Buohtalakkoj boktávvaåhpadussaj barggi oahppe ietjá giellaåvddånahttemdåjmaj.
sme: Buohtalaga bustávvaoahpahusain fertejit oahppit maid bargat eará gielalaš ovdánahttinbargguid.

source: Le ájnas åhpadiddje dárkkelit gåhtso gåktu álggolåhkken låhkåm åvddån.
sme: Oppalaččat Lea dehálaš gozihit movt guđege oahppi álgolohkan ovdána.

source: Oahppijn le dárbbo buorre ja moattelágásj duorjojda ja hárjjidallamijda.
sme: Oahppit dárbbašit buori ja máŋggabealát doarjaga ja hárjehallama.

source: Sij galggi sige njálmálattjat ja tjálálattjat máhttet vuojnnet ja gullat aktisasjvuodav giellajienaj ja tjállemmerkaj gaskan.
sme: Sii galget sihke njálmmálaččat ja čálalaččat nákcet oaidnit ja gullat jietnadagaid ja čálamearkkaid oktavuođa.

source: Maŋenagi galggi sij aj máhttet moadda giellajiena ja tjállemmerka aktan tjadnat báhkon ja moallánahkkon.
sme: Dađistaga galgá maid máhttit máŋga jietnadaga ja čálamearkka čatnat oktii sátnin ja cealkkan.

source: Åhpadiddje viertti dåbddåt jiednavuogádagáv juohkka avta oahppe giellasuorgen ja diehtet gåktu dát giellasuorgge sierat sáme tjállemgielas.
sme: Oahpaheaddjit berrejit dovdat guđege oahppi suopmana jietnadatvuogádaga ja movt dát sierrana sámegiela čállingielas.

source: Le ájnas oahppe li diedulattja tjállemgiella le konvensjåvnnå ja tjállemgiella ij álu tjuovo giellasuorgev.
sme: Lea dehálaš ohppiid dahkat diđolažžan ahte čállingiella lea soahpamuš, ja ahte čállingiella ii álo čuovo suopmana.

source: Sierraláhkáj le ájnas åhpadiddje tjielggi sieradusájt giellasuorgij ja tjállemgiela gaskan ja vuoset gåktu dát tjoavdeduvvá tjállemgielan.
sme: Erenoamážit ferte oahpaheaddji čilget gokko suopmanis ja čállingielas leat erohusat ja movt dát čovdojuvvo čállingielas.

source: Le ájnas oahppe hárjjáni bokstávajt riekta tjállet.
sme: Lea dehálaš ahte oahppi hárjána čállit bustávaid riekta.

source: Sjierta máhtti liehket gássjel jårggålit.
sme: Heajos dábiid sáhttá váttis jorgalit.

source: Åhpadidddje diedulattjat ja systemalattjat åhpat ja hárjjidalátjit le assto.
sme: Dán ferte oahpaheaddji diđolaččat ja systemáhtalaččat oahpahit ja bidjat áiggi hárjehallat.

source: Le buorre jus oahppe máhtti vuojnnet gåktu bokstáva galggi tjáleduvvat medin tjálli, juogu bokstávvagoaden jali plakáhtan gånnå bokstávaj alludahka, hábme ja tjállemguovllo tjielgga vuojnnuj boahtá.
sme: Lea buorre jus oahppit čálidettiin oidnet movt bustávaid galgá čállit, juogo bustávvaviesus dahje plakáhtas mas bustáva allodat, hápmi ja čállingeaidnu bures boahtá ovdan.

source: Oahppe vierttiji låhkåt juojddáv juohkka biejve.
sme: Oahppit berrejit juohke beaivvi juoidá lohkat.

source: Álgon le nuoges sij låhki avtav jali guokta bokstáva.
sme: Álggos lea doarvái go leat ovtta dahje guokte bustáva lohkan.

source: Maŋenagi laseduvvi bokstáva nav vaj sjaddi stávvala, bágo, gárgadisá ja tevsta.
sme: Dađistaga lassánit bustávat nu ahte šaddet stávvalat, sánit, cealkagat ja teavsttat.

source: Låhkåm hiebaduvvá ájnegis oahppe máhtudáhkaj.
sme: Lohkamuša heiveha guđege oahppi lohkangálggaid mielde.

source: Oahppe vierttiji juojddá juohkka biejve tjállet.
sme: Oahppi berrejit juohke beaivvi juoidá čállit.

source: Jus oahppijn le binná åtsådallama tjállet, tjálli sij vuostak ietjas namáv jali ihkap álggobokstávav familjasebrulattjaj namájn ja maŋŋela ålles namáv.
sme: Jus oahppi lea unnán hárjánan čállit, de čállá iežas nama ja sáhttá maid bearraša ovdabustávaid čállit, ja dađistaga olles namaid.

source: Dagá vidjurijt gånnå le luondulasj tjállet.
sme: Ráhkat dilálašvuođaid goas lea lunddolaš čállit.

source: Oahppe tjálli duola degu namájt tjuorggasijda, diededimijt ja mujttolistajt, ja ietjas åtsådallamij birra tjálli.
sme: Oahppit čállet omd. sárgumiidda namahusaid, diđožiid ja muittuhusaid, ja čállet iežaset vásáhusaid birra.

source: Oahppe tjálli gåvådallamtjállagijt, bokstávajt, bagojt ja gárgadisájt ja gitta ålles tevstajda.
sme: Oahppit čállet sihke mahkáš-čállosiid, bustávaid, stávvaliid, sániid ja cealkagiid ja vaikko olles teavsttaid.

source: Oahppe vierttiji vejulasjvuodav oadtjot njálmálattjat juohkka biejve åvddånbuktet.
sme: Oahppi berre juohke beaivvi beassat juoidá njálmmálaččat ovdanbuktit.

source: Sij subtsasti, gatjálvisájt vásstedi, tjielggiji ja åvddånbukti vuojnojt.
sme: Sii muitalit, vástidit gažaldagaide, čilgejit ja ovdanbuktet oaiviliid.

source: Sij oahppeguojmij ja åhpadiddjijn ságasti.
sme: Sii ságastallet eará ohppiiguin ja oahpaheddjiin.

source: Vaj oahppe galggi åvdånahttet sige gielalattjat ja njálmálattjat åvddånbuktet le ájnas dættov biedjat sij galggi ålles gárgadisájt hábmedit.
sme: Vai oahppi ovdánahttá sihke giela ja njálmmálaš ovdanbuktima, lea dehálaš deattuhit ahte juohke oahppi galgá hábmet olles cealkagiid.

source: Jus oahppe jur vásstedi ájnegisbágoj, máhttá åhpadiddje nuppádis javllat ålles gárggadisájn ja alodit oahppijt sæmmi láhkáj barggat
sme: Jus oahppit dušše vástidit ovttain dahje mottin sániin, de sáhttá oahpaheaddji bájuhit oaivila olles cealkagiin ja oalgguhit ohppit maid dahkat seamma.

source: Dála tjuovvu muhtem momenta ma li ájnnasa oahppij låhkåm-ja tjállemåvddånahttemin.
sme: Ovdamearkkat das maid oahpaheaddji árvvoštallá Dás čuvvot muhtin momeanttat mat leat deaŧalaččat oahppi lohkan- ja čállinovdáneapmái.

source: Juohkka oahppe árvustalladuvvá sierra ja álu nav vaj le máhttelis duoddeviehkev árrat ássat jus oahppe rahtjá.
sme: Juohke oahppi árvvoštallojuvvo sierra ja jeavddalaččat, vai sáhttá addit lassi veahki jus oahppi rahčá.

source: Juohkka bokstávva sierra árvustalladuvvá.
sme: Juohke bustáva árvvoštallá sierra.

source: gulldalit fonemav bágo álgon, gullat makkir bágo álggi vattedum fonemajn, ja gulldalit fonemav gå la dat bágo sinna ja gå / jus la dat bágo gietjen.
sme: Oahppi galgá máhttit: 1. gullat jietnadaga go lea akto, go daddjo sierra eará jietnadagain 2. gullat jietnadaga sáni álggus, gullat guđet sánit álget jietnadagain, gullat jietnadaga go lea gasku sáni ja sáni loahpas (dalle go jietnadat gávdno sáni loahpas) 3. dadjat jietnadaga akto 4. čállit bustáva mii gullá jietnadahkii 5. dovdat sihke stuorabustáva ja unnabustávaža 6. čállit bustáva čállingeainnu mielde, sihke stuorabustáva ja unnabustávaža 7. dovdat bustáva go oaidná dan ja máhttit dadjat bustávvii gullevaš jietnadaga 8. čájehit goal lea dihto jietnadahkii gullevaš bustávva go dat lea eará bustávaid gaskkas, omd. eará luovos bustávaid gaskkas dahje teavsttas.

source: tjállet bokstávav mij fonebmaj gullu
sme: 9. čállit bustáva go gullá jietnadaga daddjon.

source: dåbddåt sige stuorbokstávav ja unnesbokstávatjav
sme: 10. čállit jietnadahkii gullevaš bustávvaovttastumi:

source: dåbddåt bokstávav ja máhttet jienadit fonemav mij bokstávvaj gullu
sme: a. davvisámegielas omd. nj, lj, dj, ea, ie, uo, oa

source: tsuojggit makkir bokstávva gullu makkir fonebmaj gå bokstávva le ietjá bokstávaj gasken, duola degu aktan ietjá luovas bokstávaj jali tevstan
sme: 11. čállit jietnadahkii gullevaš grafema go gullá jietnadaga daddjon eará jietnadagaid searvvis stávvaliin, sániin ja cealkagiin

source: tjállet bokstávav gå fonebma jienaduvvá
sme: a. go gullo sáni álggus

source: tjállet bokstávvakombinasjåvnav mij fonebmaj gullu, duola degu sj, nj, lj, ie, uo, oa
sme: b. go gullo sáni gasku

source: a. gå le bágo álgon b. gå le gassko bágo c. gå / jus le bágo gietjen
sme: c. go / jus gullo sáni loahpas

source: åhtsåt bágojt ma fonemajn álggi
sme: 12. gávdnat sániid mat álget jietnadagain

source: Dála tjuovvu buojkulvissjiebmá åhpadiddje máhttá adnet árvustallamin gå oahppe barggi vattedum bokstávajn ja jienajn, duola degu a..
sme: Árvvoštallan Dá čuovvu skovvi ovdamearka man oahpaheaddji sáhttá atnit go galgá árvvoštallat oahppi barggu dihto bustávain ja jietnadagain, degomat a.

source: Oahppe máhtti adnet sæmmilágásj sjiemáv gå sij ietjasa árvustalli.
sme: Oahppit sáhttet atnit sullasaš skovi go árvvoštallet iežaset.

source: Valla sjiemán viertti de binnep tjuokka.
sme: Dalle berrejit skovit unnit čuoggát.

source: Giella álkkebun dagáduvvá, ja sjiebmá dagáduvvá guovte hábmáj, akta stuorbokstávaj ja nubbe unnesbokstávaj.
sme: Giella álkiduvvo ja skovi ráhkada guovtti hámis, nubbi mas leat stuorabustávat ja nuppi mas leat unnabustávažat.

source: Ane tjuorggasijt duodden tækstaj.
sme: Ane sárgumiid lassin.

source: Biellje máhttá gåvåstit oahppe galggá gulldalit, tjalmme vuoset oahppe galggá gæhttjat ja blyánnta subtsas oahppe galggá tjállet.
sme: Beallji sáhttá govvidit guldaleami, čalbmi sáhttá govvidit geahččama ja bliánta sáhttá govvidit čállima.

source: Åhpadusmihttomiere
sme: Oahppanulbmilat

source: Dáv iv nuohkásit máhte
sme: Dán in máhte doarvái bures

source: Dáv máhtáv
sme: Dán máhtán

source: Dáv huj buoragit máhtáv
sme: Dán máhtán hui bures

source: jienadit jienav
sme: dadjat jietnadaga

source: dåbddåt jienav gå åhpadiddje jienat moadda jiena maŋŋálakkoj
sme: dovdat jietnadaga go oahpaheaddji dadjá jietnadagaid sierralaga

source: gullat jus bágon le dat jiedna
sme: gullat lea go sánis diet jietnadat

source: gullat jus jiedna le álgon, gassko jali bágo gietjen
sme: gullat lea go jietnadat sáni álggus, gasku vai loahpas

source: låhkåt galli jiedna gullu bágon
sme: lohkat galle geardde dát jietnadat leat muhtin sánis

source: åhtsåt bágojt ma jienajn álggi
sme: gávdnat sániid mat álget jietnadagain

source: låhkåt galli bokstávva gávnnu bágon ja gárgadisán
sme: lohkat galle geardde bustávva lea adnon muhtin sánis dahje cealkagis

source: giedajn tjállet bokstávav riekta tjállemguovlluj, sige stuor- ja unnesbokstávajt
sme: gieđain čállit bustáva riekta čállingeainnu mielde, sihke stuora- ja unnabustáva

source: tjállet bágov mij bokstávajn álggá
sme: čállit sáni mii álgá bustávain

source: tjállet bágov gånnå bokstávva le gassko jali gietjen
sme: čállit sáni mas lea bustávva sáni gasku dahje loahpas

source: tjállet bokstávav ja bágov bokstávajn dáhtámásjijnajn
sme: dihtoriin čállit bustáva ja sáni mas lea dát bustávva

source: dåbddåt bokstávav moattelágásj terdaj, hámij ja stuorrudagáj
sme: dovdat bustáva go lea iešguđet hápmásaš ja sturrosaš, ja iešguđet bustávvamálliin čállon

source: Girjálasjvuohta nuorttasámegiellaj álggoåhpadusá birra
sme: Girjjálašvuohta álgooahpahusa birra davvisámegillii BAAL, LISA - WIRKOLA, KIRSTEN 2007: Ávkin ja hávskin – Rávvagat mo álglohkanoahpahusain bargat.
